<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<p class="TitleHead">Stephen Hawking - נכה ופיזיקאי</p><br />
    <div style="color: white; font-size: x-large; direction: rtl; margin-left: 20%; margin-right: 20%;">
        
        <h1><b><u><a id="1">תוכן עניינים</a></u></b></h1>
        <div style="text-align: right; margin-right: 350px;">
            <ul>
        <li><a href="#2" style="color: white;">קצת על סטיב</a></li> 
        <li><a href="#3" style="color: white;">ביוגרפיה</a></li> 
        <li><a href="#4" style="color: white;">קצת תמונות</a> </li>
        <li><a href="#5" style="color: white;">סטיב לפני הטרגדיה</a></li>
        <li><a href="#6" style="color: white;">למה בחרתי בנושא הזה</a></li>
        <li><a href="#7" style="color: white;">סרטונים</a></li>
            </ul>
        </div>
        <h1><u><b><a id="2">קצת על סטיב</a></b></u></h1><br />
        נולד ב-8 בינואר 1942
הוא אסטרופיזיקאי תאורטיקן ופרופסור באוניברסיטת קיימברידג'. מחוץ לקהילה המדעית הוא התפרסם בעיקר בזכות ספרו "קיצור תולדות הזמן" ("A Brief History of Time"), ספר מסוגת המדע הפופולרי המתאר את התפתחות היקום למן המפץ הגדול.
        <br />
        <h1><u><b><a id="3">ביוגרפיה</a></b></u></h1><br />
הוקינג נולד בעיר אוקספורד שבאנגליה. בילדותו היה הוקינג תלמיד בעייתי, וכתב ידו הבלתי קריא עורר את כעסם התמידי של מוריו והוריו. כשהיה הוקינג בכיתה ו, העבירו הוריו אותו ואת אחיו לחינוך ביתי ושכרו להם מורים פרטיים שלימדו אותם בבית המשפחה. לאחר שהתבגר התכוון הוקינג להמשיך בלימודי המתמטיקה, שאותם אהב במיוחד. אביו, שהיה רופא, ניסה לשכנעו ללמוד רפואה, אך בסופו של דבר פנה הוקינג ללימודי פיזיקה.

ב-1964 חלה הוקינג ב-Amyotrophic Lateral Sclerosis (בקיצור "ALS"), הידועה גם כ"מחלת לו גריג" וגם בשמות "מחלת הנוירונים המוטוריים" או "שיתוק בשלד הצדי של השדרה". המחלה גורמת במשך הזמן לשיתוק מוחלט, אך איננה פוגעת בפעילות המוח. הוקינג הוכיח זאת בפעילות מדעית שוטפת כשהוא נעזר במחשב במחקריו ובמסנתז קול להעברת הרצאותיו. אף על פי שתוחלת החיים מיום אבחון המחלה היא שנים ספורות, הוקינג מתמודד עמה זה חמישה עשורים.

הוקינג הוא פיזיקאי מוכר, שהתפרסם לא רק בזכות עבודתו התאורטית, אלא גם בזכות ספרי המדע הפופולרי שכתב, תוכניות הטלוויזיה שבאו בעקבותיהם וסיפור חייו המרתק. הוקינג היה לאייקון תרבות המופיע בתוכניות טלוויזיה כמו "מסע בין כוכבים: הדור הבא", "משפחת סימפסון", "המפץ הגדול" ו"פיוצ'רמה". כמו כן הוא תרם את קול הסינתיסייזר המדובב אותו ללהקת פינק פלויד בתקליטה The Division Bell, בשיר Keep talking. למרות תרומותיו לחקר הפיזיקה לא זכה הוקינג בפרס נובל, שכן הוא מוענק רק לגילויים שאוששו בניסיון או בתצפית, דבר נדיר יחסית בתחום מחקרו. בשנת 1988 זכה בפרס וולף.
        <br />
        
        <h1><u><b><a id="4">קצת תמונות</a></b></u></h1><br />

        <img src="a/steve1.jpg" />
        <img src="a/steve2.jpg" />
        <h1><b><u><a id="5">סטיב לפני הטרגדיה</a></u></b></h1>
        <img src="a/steve3.jpg" />
        <br />
        <h1><b><u><a id="6">למה בחרתי בנושא הזה</a></u></b></h1>
        בחרתי בנושא הזה כי סטיב הוא אדם גאון - למרות המוגבלויות שלו.
        הוא לא יכול לדבר או ללכת, והוא לא יכול לסובב את הראש.
        איש הייטק מאונבסיטה מקליפורניה הכין במיוחד לסטיב תוכנה אשר על ידיה רובוט(מחשב)מדבר כאשר סטיב מוזיז את עיניו ומאפשר לסטיב ללכת עם כיסא גלגלים חשמלי שגם הוא שולט עליו על ידי התוכנה שהוכנה בשבילו.
        הוא החייה את התאוריה של חיים מחוץ לכדור הארץ ומתייחס לאלוהים בספרים שלו כפואנטה למפץ הגדול.

        <h1><b><u><a id="7">סרטונים</a></u></b></h1>
        <iframe width="853" height="480" src="//www.youtube.com/embed/zn7-fVtT16k" frameborder="0" allowfullscreen></iframe>
        <iframe width="853" height="480" src="//www.youtube.com/embed/xjBIsp8mS-c" frameborder="0" allowfullscreen></iframe>
        <br />
        <a href="#1" style="color: white;">חזור למעלה</a>
    </div>
</asp:Content>

