<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <u><h1 style="color: white;">קבלת האחר<u</h1></u>
<div style="color: white; text-align: right; margin-left: 10%; margin-right: 10%; direction:rtl;">
החברה אינה אוהבת חריגים מכל סוג שהוא. החריג או היוצא דופן, נראה כמאיים על הסדר הקיים, אם בשל צורתו החיצונית השונה מן הנורמה המקובלת, ואם בשל רעיונות ודרכי התנהגות המערערים על הכללים והשגרה שהיא חיה על פיהם.
החריג - כל חריג - מעורר גם רגשות אשמה בקרב אלה הרואים עצמם נורמאליים. החריגות מקיפה סוגים רבים מאוד של ילדים (אנשים), היא מתחילה ב"חריגים נורמאליים": הביישן, התוקפני, הגאון, המרדן, ההולך נגד הזרם, ונמשכת בילדים הפגועים בגופה וברוחם: הצולע, המגמגם, המפגר, החולה בתסמונת דאון, פגוע שיתוק המוחין וחולה הנפש. וקיימת קבוצה נוספת: הילד החדש בשכונה, הילד העולה, בן העדה האחרת ובן העם האחר."

(מתוך מאמרו של מנחם רגב,הילד הרגיל נפגש עם הילד החריג, בספרו "ספרות ילדים".)
    <br />
    <center>
<img src="a/AcceptTheOthers.jpg" />
        </center>
    
</div>
</asp:Content>

